Repository: Tutq268/base_flutter
Catalog: lib/resource/l10n/intl_*.arb
Languages: vi

source: Settings
vi: Cài đặt

source: Follow us
vi: Theo dõi chúng tôi

# privacy_policy
source: Policy & Term
vi: Chính sách và điều khoản

# frequently_asked_questions
source: FAQ
vi: Câu hỏi thường gặp

source: App version
vi: Phiên bản ứng dụng

source: Account verified
vi: Tài khoản đã xác thực

source: Account not verified
vi: Tài khoản chưa xác thực

source: Account KYC rejected
vi: KYC từ chối tài khoản

source: My profile
vi: Hồ sơ cá nhân

source: Invite friends
vi: Giới thiệu bạn bè

source: Permissions
vi: Các vai trò

source: Rewards
vi: Phần thưởng

source: Whitepaper
vi: Sách trắng

source: Logout
vi: Đăng xuất

# start_training
source: Start Training AI
vi: Train AI thôi

# kyc
source: eKYC
vi: Xác minh

# title
source: The virtual assistant Salala
vi: Trợ lí ảo Salala

# start_chat
source: Start a New Chat
vi: Bắt đầu cuộc trò chuyện

# assistant_model_name
source: The virtual AI assistant Salala
vi: Trợ lí ảo Salala

# hello
source: Hello, i am the virtual AI assistant Salala. How can i help you today?
vi: Xin chào, tôi là trợ lý trí tuệ nhân tạo Salala. Tôi có thể giúp gì cho bạn hôm nay?

source: Submit Issue
vi: Gửi vấn đề

# strong_pasword
source: Strong password:
vi: Mật khẩu mạnh:

# suggest_password
source: Choose a strong password and don't reuse it for other accounts.
vi: Hãy nhập mật khẩu mạnh và không nên sử dụng chung với các tài khoản khác.

source: Phone
vi: Số điện thoại

source: Log In
vi: Đăng nhập

source: Login
vi: Đăng nhập

# login_signup
source: Login / Signin
vi: Đăng nhập / Đăng ký

source: Register
vi: Đăng ký

# welcome_back
source: Welcome back {{email}}! Please enter your details.
vi: Chào mừng trở lại {{email}}! Hãy nhập các trường thông tin để đăng nhập.

# welcome
source: Login Required!
vi: Vui lòng đăng nhập!

# welcome_title
source: Please sign in your acount to discover our features
vi: Vui lòng đăng nhập để có thể trải nghiệm các tính năng

source: Don't have an account?
vi: Chưa có tài khoản?

source: Already have an account?
vi: Đã có tài khoản?

source: Create successfully
vi: Thành công

# changed_successfully
source: Password changed successfully
vi: Thay đổi mật khẩu thành công

source: Create an account
vi: Tạo tài khoản

source: Please enter your details
vi: Hãy nhập các trường thông tin để đăng ký.

# or
source: Or login with {{type}}
vi: Hoặc đăng nhập bằng {{type}}

# confirmation_code
source: OTP authentication
vi: Mã xác thực OTP

# confirmation_code_sent_description
source: Enter the OTP sent to {{type}} {{email}}
vi: Nhập OTP gửi tới {{type}} {{email}}

source: Don't get a code?
vi: Chưa nhận được mã?

source: Click to resend
vi: Click để gửi lại

source: Resend OTP
vi: Gửi lại OTP

# resend_after_n_seconds
source: Resend after {{n}}s
vi: Gửi lại sau {{n}}s

# enter_otp_title
source: Enter OTP sent to your phone
vi: Nhập OTP được gửi về số của bạn

source: Forgot password
vi: Quên mật khẩu

# please_enter_your_email
source: Enter the email address you used when you joined and we'll send you instructions to reset your password
vi: Hãy nhập địa chỉ email của bạn, chúng tôi sẽ hướng dẫn bạn thay đổi mật khẩu

source: Wrong credentials!
vi: Xác thực mật khẩu không chính xác!

source: Notice:
vi: Thông báo

source: Biometric unlock successfully!
vi: Mở khóa tính năng sinh trắc học thành công!

# new_password
source: Create new password
vi: Mật khẩu mới

# please_enter_your_new_password
source: Please create your new password
vi: Hãy tạo mật khẩu mới

source: Reset password
vi: Thay đổi mật khẩu

# your_password_has_been_reset
source: Your password has been successfully reset. Click below to log in magically.
vi: Mật khẩu của bạn đã được thay đổi thành công. Click vào nút bên dưới để đăng nhập ngay.

# your_password_has_been_set
source: Your account has been successfully . Click below to log in magically.
vi: Tài khoản của bạn đã được tạo thành công. Click vào nút bên dưới để trải nghiệm ngay.

source: Support
vi: Hỗ Trợ

source: Username
vi: Tên người dùng

# verify_you
source: To continue, first verify itâ€™s you
vi: Hãy nhập lại mật khẩu để xác thực chính là bạn.

source: Show password
vi: Hiện mật khẩu

source: Next
vi: Tiếp

# loging_out
source: Signing out...
vi: Đang đăng xuất...

source: Home
vi: Trang chủ

source: Service
vi: Dịch vụ

source: Pack
vi: Gói Cước

source: Point
vi: Tích điểm

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt
